Repository: servantes-io/miguel-woocommerce
Catalog: languages/miguel-*.po
Languages: cs_cz

source: Miguel for WooCommerce
cs_cz: Miguel pro WooCommerce

source: Sell your e-books and audiobooks directly on your e-shop.
cs_cz: Prodávejte své e-knihy i audioknihy přímo na svém e-shopu.

source: miguel_settings_description
cs_cz: Prozkoumejte následující informace pro nastavení modulu: • <a href="https://docs.miguel.servantes.cz/" target="_blank" rel="noopener noreferrer">Dokumentace</a> • <a href="https://app.servantes.cz/miguel/settings" target="_blank" rel="noopener noreferrer">Získat API klíč pro server</a>

source: API key
cs_cz: API klíč

source: Asynchronous generation
cs_cz: Asynchronní generování

source: Enable asynchronous generation
cs_cz: Povolit asynchronní generování. Asynchronní generování lépe zvládá velké zatížení na straně Miguela. Není potřeba nastavovat, poslední verze Miguela zvládá velké zátěže i tak.

source: Miguel environment
cs_cz: Prostředí Miguel serveru

source: Select production for regular use
cs_cz: Pro běžný provoz zvolte produkční prostředí.

source: Production
cs_cz: Produkce

source: To setup safe communication between your e-shop and our server.
cs_cz: Pomocí API klíče bude váš e-shop bezpečně komunikovat s naším serverem.

source: Format is not allowed.
cs_cz: Formát není povolen.

source: Invalid body response.
cs_cz: Neplatná odpověď.

source: Invalid JSON.
cs_cz: Neplatný formát JSON.

source: Invalid shortcode params.
cs_cz: Neplatné parametry shortcodu.

source: Invalid order.
cs_cz: Neplatná objednávka.

source: Invalid request.
cs_cz: Neplatný požadavek.

source: Something went wrong.
cs_cz: Něco se pokazilo.

source: Please be patient, your book is being prepared. Try downloading the file later.
cs_cz: Prosím, buďte trpěliví, vaše kniha se připravuje. Zkuste soubor stáhnout později.

source: Your book is ready to download.
cs_cz: Vaše kniha je připravena ke stažení.

source: Download a file
cs_cz: Stáhnout soubor

source: Invalid product.
cs_cz: Neplatný produkt.

source: Invalid download url.
cs_cz: Neplatný odkaz ke stažení.

source: Invalid download url format.
cs_cz: Neplatný formát odkazu.

source: Inserting failed.
cs_cz: Vložení se nezdařilo.

source: Settings
cs_cz: Nastavení
